Repository: ApurvJain123/green-park-2
Catalog: languages/*.po
Languages: vi_vn

source: Advertisement
vi_vn: Quảng cáo

source: Archive for the
vi_vn: Lưu trữ

source: category
vi_vn: chuyên mục

source: Posts Tagged
vi_vn: Bài được tag

source: Archive for
vi_vn: Lưu trữ

source: Author Archive
vi_vn: Tác giả

source: Blog Archives
vi_vn: Lưu trữ

source: &laquo; Older Entries
vi_vn: &laquo; Bài cũ

source: Newer Entries &raquo;
vi_vn: Bài mới hơn &raquo;

source: Edit
vi_vn: Sửa

source: &raquo; Read more:
vi_vn: &raquo; Xem thêm:

source: No comments
vi_vn: Chưa có lời bình

source: 1 comment
vi_vn: 1 lời bình

source: % comments
vi_vn: % lời bình

source: Posted in
vi_vn: Chuyên mục

source: Archives by Month
vi_vn: Lưu trữ theo Tháng

source: Archives by Subject
vi_vn: Lưu trữ theo Chủ đề

source: by
vi_vn: bởi

source: Previous Entry
vi_vn: Bài trước

source: Next Entry
vi_vn: Bài sau

source: This post is password protected. Enter the password to view comments
vi_vn: Bài viết được bảo vệ. Vui lòng điền mật khẩu để xem lời bình.

source: Add your comment
vi_vn: Ý kiến của bạn

source: &laquo; Older Comments
vi_vn: &laquo; Lời bình cũ hơn

source: Newer Comments &raquo;
vi_vn: Lời bình mới hơn &raquo;

source: Trackbacks
vi_vn: Trackback

source: Pingbacks
vi_vn: Pingback

source: Comments are closed
vi_vn: Miễn bình luận

source: Leave a Reply
vi_vn: Bình luận

source: Leave a Reply to %s
vi_vn: Trả lời đến %s

source: Click here to cancel reply.
vi_vn: Click vào đây để bỏ lời bình.

source: You must be
vi_vn: Bạn phải

source: logged in
vi_vn: đăng nhập

source: to post a comment
vi_vn: để bình luận

source: Logged in as
vi_vn: Xin chào

source: Log out of this account
vi_vn: Thoát khỏi tài khoản này

source: Log out
vi_vn: Thoát

source: Name
vi_vn: Tên

source: Mail (will not be published)
vi_vn: Mail (được bảo vệ)

source: You can use these tags
vi_vn: Bạn có thể dùng các tag

source: Submit Comment
vi_vn: Gửi

source: Green Park 2 Settings
vi_vn: Tùy chỉnh Green Park 2

source: Back to Top
vi_vn: Lên đầu trang

source: Proudly powered by
vi_vn: Chạy trên nền

source: Blogsoftware by Wordpress
vi_vn: mã nguồn mở Wordpress

source: Valid XHTML 1.0 Transitional | Valid CSS 3
vi_vn: Chuẩn XHTML 1.0 và CSS 3

source: Go to homepage
vi_vn: Về trang chủ

source: Home
vi_vn: Trang chủ

source: Content
vi_vn: Nội dung

source: You can follow any responses to this entry through the
vi_vn: Bạn có thể theo dõi phản hồi cho bài này thông qua

source: You can
vi_vn: Bạn có thể

source: leave a response
vi_vn: bình luận

source: , or
vi_vn: , hay

source: from your own site
vi_vn: từ site của bạn

source: Responses are currently closed, but you can
vi_vn: Tạm thời miễn bình luận, nhưng bạn có thể

source: You can skip to the end and leave a response. Pinging is currently not allowed.
vi_vn: Bạn có thể nhảy đến cuối bài và bình luận.Tạm thời không cho phép ping.

source: Both comments and pings are currently closed.
vi_vn: Tạm thời miễn bình luận và ping.

source: Edit this entry
vi_vn: Sửa bài này

source: Permanent Link to
vi_vn: Link đến

source: Links
vi_vn: Liên kết

source: Not Found
vi_vn: Không Tìm Thấy

source: Apologies, but we were unable to find what you were looking for. Perhaps searching will help.
vi_vn: Rất tiếc, chúng tôi không tìm thấy thông tin bạn cần. Bạn vui lòng dùng chức năng tìm kiếm trên site.

source: Or go to the homepage
vi_vn: Hay về trang chủ

source: Search Results
vi_vn: Kết quả tìm kiếm

source: No posts found. Try a different search?
vi_vn: Không có kết quả. Thử tìm lại xem?

source: Latest Tweet
vi_vn: Tweet mới nhất

source: Follow me on twitter
vi_vn: Theo tôi tại Twitter

source: here
vi_vn: đây

source: Subscribe to my feed - You'll be happy!
vi_vn: Đăng ký theo dõi qua feed - Bạn sẽ hài lòng!

source: Subscribe
vi_vn: Đăng ký

source: Subscribe to my blogs feed
vi_vn: Đăng ký theo dõi bài viết qua feed

source: You are currently browsing the archives for the
vi_vn: Bạn đang xem lưu trữ cho

source: You are currently browsing the archives for the day
vi_vn: Bạn đang xem lưu trữ của ngày

source: You are currently browsing the archives for
vi_vn: Bạn đang xem lưu trữ cho

source: You are currently browsing the archives for the year
vi_vn: Bạn đang xem lưu trữ của năm

source: You have searched for
vi_vn: Bạn đã tìm

source: If you are unable to find anything in these search results, you can try one of these links
vi_vn: Nếu bạn không thể tìm thấy thông tin bạn cần, vui lòng dùng các link sau

source: You are currently browsing the
vi_vn: Bạn đang xem

source: blog archives
vi_vn: lưu trữ bài viết

source: Pages
vi_vn: Trang

source: Archives
vi_vn: Lưu trữ

source: Categories
vi_vn: Chuyên mục

source: Meta
vi_vn: Thành viên

source: Leave a reply
vi_vn: Bình luận

source: , or
vi_vn: , hay
